Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# settingsAIMCPMacOnlyMessage
source: MCP is available on macOS. Open ExcalidrawZ on your Mac to run the local MCP server and connect desktop AI clients.
ar: يتوفر MCP على macOS. افتح ExcalidrawZ على Mac لتشغيل خادم MCP المحلي والاتصال بعملاء الذكاء الاصطناعي على سطح المكتب.
de: MCP ist auf macOS verfügbar. Öffne ExcalidrawZ auf dem Mac, um den lokalen MCP-Server auszuführen und Desktop-KI-Clients zu verbinden.
es: MCP está disponible en macOS. Abre ExcalidrawZ en tu Mac para ejecutar el servidor MCP local y conectar clientes de IA de escritorio.
fr: MCP est disponible sur macOS. Ouvrez ExcalidrawZ sur votre Mac pour lancer le serveur MCP local et connecter des clients IA de bureau.
hi: MCP macOS पर उपलब्ध है। स्थानीय MCP सर्वर चलाने और डेस्कटॉप AI क्लाइंट कनेक्ट करने के लिए अपने Mac पर ExcalidrawZ खोलें।
it: MCP è disponibile su macOS. Apri ExcalidrawZ sul Mac per eseguire il server MCP locale e collegare client AI desktop.
ja: MCP は macOS で利用できます。Mac で ExcalidrawZ を開き、ローカル MCP サーバーを実行してデスクトップ AI クライアントを接続してください。
ko: MCP는 macOS에서 사용할 수 있습니다. Mac에서 ExcalidrawZ를 열어 로컬 MCP 서버를 실행하고 데스크톱 AI 클라이언트를 연결하세요.
nl: MCP is beschikbaar op macOS. Open ExcalidrawZ op je Mac om de lokale MCP-server te draaien en desktop-AI-clients te verbinden.
pl: MCP jest dostępne w macOS. Otwórz ExcalidrawZ na Macu, aby uruchomić lokalny serwer MCP i połączyć klientów AI na komputerze.
pt: O MCP está disponível no macOS. Abra o ExcalidrawZ no Mac para executar o servidor MCP local e conectar clientes de IA desktop.
ru: MCP доступен на macOS. Откройте ExcalidrawZ на Mac, чтобы запустить локальный MCP-сервер и подключить настольные AI-клиенты.
th: MCP ใช้งานได้บน macOS เปิด ExcalidrawZ บน Mac เพื่อเรียกใช้เซิร์ฟเวอร์ MCP ในเครื่องและเชื่อมต่อไคลเอนต์ AI บนเดสก์ท็อป
tr: MCP macOS'te kullanılabilir. Yerel MCP sunucusunu çalıştırmak ve masaüstü AI istemcilerini bağlamak için Mac'inizde ExcalidrawZ'yi açın.
vi: MCP khả dụng trên macOS. Mở ExcalidrawZ trên máy Mac để chạy máy chủ MCP cục bộ và kết nối các ứng dụng khách AI trên desktop.
zh_hans: MCP 功能目前仅在 macOS 可用。请在 Mac 上打开 ExcalidrawZ 来运行本地 MCP 服务器，并连接桌面端 AI 客户端。
zh_hant: MCP 功能目前僅在 macOS 可用。請在 Mac 上開啟 ExcalidrawZ 來執行本機 MCP 伺服器，並連接桌面端 AI 用戶端。

# settingsAIMCPVSCodeConfigLabel
source: VS Code mcp.json
ar: ملف mcp.json لـ VS Code
hi: वीएस कोड mcp.json

# settingsAIMCPVSCodeGuideMessage
source: Keep ExcalidrawZ open with the MCP server enabled. In VS Code, open the Command Palette and run "MCP: Open User Configuration", or create `.vscode/mcp.json` in your workspace.
ar: ابقِ ExcalidrawZ مفتوحة مع تفعيل خادم MCP. في VS Code، افتح لوحة الأوامر وشغل "MCP: فتح إعدادات المستخدم"، أو أنشئ `.vscode/mcp.json` في مساحة العمل الخاصة بك.
de: Halten Sie ExcalidrawZ mit dem aktivierten MCP-Server geöffnet. Öffnen Sie in VS Code die Befehlspalette und führen Sie "MCP: Benutzereinstellungen öffnen" aus oder erstellen Sie `.vscode/mcp.json` in Ihrem Arbeitsbereich.
es: Mantén ExcalidrawZ abierto con el servidor MCP habilitado. En VS Code, abre la Paleta de Comandos y ejecuta "MCP: Abrir Configuración de Usuario", o crea `.vscode/mcp.json` en tu espacio de trabajo.
fr: Gardez ExcalidrawZ ouvert avec le serveur MCP activé. Dans VS Code, ouvrez la Palette de commandes et exécutez "MCP : Ouvrir la configuration utilisateur", ou créez `.vscode/mcp.json` dans votre espace de travail.
hi: MCP सर्वर सक्षम रखकर ExcalidrawZ को खुला रखें। वीएस कोड में, कमांड पैलेट खोलें और "MCP: उपयोगकर्ता कॉन्फ़िगरेशन खोलें" चलाएँ, या अपने कार्यक्षेत्र में `.vscode/mcp.json` बनाएँ।
it: Tieni ExcalidrawZ aperto con il server MCP abilitato. In VS Code, apri il Command Palette e esegui "MCP: Apri configurazione utente", oppure crea `.vscode/mcp.json` nel tuo spazio di lavoro.
ja: ExcalidrawZを開いたまま、MCPサーバーを有効にしてください。VS Codeでコマンドパレットを開き、「MCP: ユーザー設定を開く」と入力するか、作業スペースに`.vscode/mcp.json`を作成します。
ko: ExcalidrawZ를 열고 MCP 서버를 활성화하세요. VS Code에서 명령 팔레트를 열고 "MCP: 사용자 구성 열기"를 실행하거나 작업 영역에 `.vscode/mcp.json` 파일을 생성하세요.
nl: Houd ExcalidrawZ open met de MCP-server ingeschakeld. Open de Command Palette in VS Code en voer "MCP: Open User Configuration" uit, of maak `.vscode/mcp.json` aan in je werkruimte.
pl: Zachowaj ExcalidrawZ otwarte z włączonym serwerem MCP. W VS Code otwórz Paletę poleceń i uruchom "MCP: Otwórz konfigurację użytkownika", lub stwórz `.vscode/mcp.json` w swoim workspace.
pt: Mantenha o ExcalidrawZ aberto com o servidor MCP ativado. No VS Code, abra a Paleta de Comando e execute "MCP: Abrir Configuração do Usuário" ou crie `.vscode/mcp.json` em seu espaço de trabalho.
ru: Держите ExcalidrawZ открытым с включенным сервером MCP. В VS Code откройте палитру команд и выполните "MCP: Открыть пользовательскую конфигурацию" или создайте `.vscode/mcp.json` в вашем рабочем пространстве.
th: ให้เปิด ExcalidrawZ พร้อมกับเซิร์ฟเวอร์ MCP ที่เปิดใช้งาน ใน VS Code ให้เปิด Command Palette และรัน "MCP: เปิดการตั้งค่าผู้ใช้" หรือลองสร้าง `.vscode/mcp.json` ในพื้นที่ทำงานของคุณ
tr: MCP sunucusu etkinken ExcalidrawZ'yi açık tutun. VS Code'da Komut Paletini açın ve "MCP: Kullanıcı Yapılandırmasını Aç" komutunu çalıştırın veya çalışma alanınızda `.vscode/mcp.json` oluşturun.
vi: Giữ ExcalidrawZ mở với máy chủ MCP được bật. Trong VS Code, mở Bảng lệnh và chạy "MCP: Mở cấu hình người dùng", hoặc tạo `.vscode/mcp.json` trong không gian làm việc của bạn.
zh_hans: 保持 ExcalidrawZ 打开，同时启用 MCP 服务器。在 VS Code 中，打开命令面板并运行 "MCP: 打开用户配置"，或者在工作区中创建 `.vscode/mcp.json`。
zh_hant: 保持 ExcalidrawZ 開啟並啟用 MCP 伺服器。在 VS Code 中，打開命令面板並運行 "MCP: 打開用戶配置"，或在您的工作區中創建 `.vscode/mcp.json`。

# settingsAIMCPVSCodeGuideSteps
source: Paste the configuration below, save the file, then start or refresh the ExcalidrawZ MCP server in VS Code.
ar: الصق الإعدادات أدناه، احفظ الملف، ثم ابدأ أو قم بتحديث خادم ExcalidrawZ MCP في VS Code.
de: Fügen Sie die untenstehende Konfiguration ein, speichern Sie die Datei und starten oder aktualisieren Sie den ExcalidrawZ MCP-Server in VS Code.
es: Pega la configuración a continuación, guarda el archivo y luego inicia o actualiza el servidor MCP de ExcalidrawZ en VS Code.
fr: Collez la configuration ci-dessous, enregistrez le fichier, puis démarrez ou rafraîchissez le serveur MCP d'ExcalidrawZ dans VS Code.
hi: नीचे दिए गए कॉन्फ़िगरेशन को पेस्ट करें, फ़ाइल को सहेजें, फिर वीएस कोड में ExcalidrawZ MCP सर्वर शुरू करें या रिफ्रेश करें।
it: Incolla la configurazione qui sotto, salva il file, poi avvia o aggiorna il server MCP di ExcalidrawZ in VS Code.
ja: 以下の構成を貼り付けて、ファイルを保存し、VS CodeでExcalidrawZ MCPサーバーを開始または更新します。
ko: 아래 구성을 붙여넣고 파일을 저장한 다음, VS Code에서 ExcalidrawZ MCP 서버를 시작하거나 새로 고침하세요.
nl: Plak de onderstaande configuratie, sla het bestand op en start of vernieuw de ExcalidrawZ MCP-server in VS Code.
pl: Wklej poniższą konfigurację, zapisz plik, a następnie uruchom lub odśwież serwer MCP ExcalidrawZ w VS Code.
pt: Cole a configuração abaixo, salve o arquivo e, em seguida, inicie ou atualize o servidor MCP do ExcalidrawZ no VS Code.
ru: Вставьте конфигурацию ниже, сохраните файл, затем запустите или обновите сервер ExcalidrawZ MCP в VS Code.
th: วางการตั้งค่าด้านล่าง บันทึกไฟล์ แล้วเริ่มหรือรีเฟรชเซิร์ฟเวอร์ ExcalidrawZ MCP ใน VS Code
tr: Aşağıdaki yapılandırmayı yapıştırın, dosyayı kaydedin, ardından VS Code'da ExcalidrawZ MCP sunucusunu başlatın veya yenileyin.
vi: Dán cấu hình bên dưới, lưu tệp, rồi khởi động hoặc làm mới máy chủ MCP ExcalidrawZ trong VS Code.
zh_hans: 粘贴以下配置，保存文件，然后在 VS Code 中启动或刷新 ExcalidrawZ MCP 服务器。
zh_hant: 粘貼以下配置，保存文件，然後在 VS Code 中啟動或刷新 ExcalidrawZ MCP 伺服器。

# settingsAISubtitle
source: Choose the defaults AI Chat uses when starting or regenerating conversations.
ar: اختر الافتراضات التي تستخدمها دردشة الذكاء الاصطناعي عند بدء أو إعادة إنشاء المحادثات.
de: Wählen Sie die Standardwerte, die der AI-Chat beim Starten oder Regenerieren von Gesprächen verwendet.
es: Elija los valores predeterminados que utiliza AI Chat al iniciar o regenerar conversaciones.
fr: Choisissez les modèles par défaut que l'IA Chat utilise lors de la création ou de la régénération de conversations.
hi: चुनें कि AI चैट वार्तालापों को शुरू या फिर से जनरेट करते समय कौन से डिफ़ॉल्ट का उपयोग करता है।
it: Scegli i modelli predefiniti utilizzati da AI Chat quando inizia o rigenera conversazioni.
ja: 会話を開始または再生成する際にAIチャットが使用するデフォルトを選択してください。
ko: 대화 시작 또는 재생성 시 AI Chat이 사용하는 기본값을 선택하세요.
nl: Kies de standaardinstellingen die AI Chat gebruikt bij het starten of regenereren van gesprekken.
pl: Wybierz domyślne ustawienia, które AI Chat używa podczas rozpoczynania lub regenerowania rozmów.
pt: Escolha os padrões que o Chat AI usa ao iniciar ou regenerar conversas.
ru: Выберите параметры по умолчанию, которые использует AI Chat при начале или обновлении разговоров.
th: เลือกค่าเริ่มต้นที่ AI Chat ใช้เมื่อเริ่มต้นหรือสร้างใหม่ในการสนทนา
tr: Konuşmalar başlatıldığında veya yenilendiğinde AI Chat'in kullandığı varsayılanları seçin.
vi: Chọn các tùy chọn mặc định mà AI Chat sử dụng khi bắt đầu hoặc tái tạo cuộc trò chuyện.
zh_hans: 选择AI聊天在开始或重新生成对话时使用的默认值。
zh_hant: 選擇 AI 聊天在開始或重新生成對話時使用的預設。

# settingsAITabInformation
source: Info
ar: معلومات
es: Información
hi: जानकारी
ja: 情報
ko: 정보
nl: Informatie
pl: Informacje
pt: Informações
ru: Информация
th: ข้อมูล
tr: Bilgi
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

# settingsAITabSettings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuraciones
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settingsAITabUsage
source: Usage
ar: الاستخدام
de: Nutzung
es: Uso
fr: Utilisation
hi: उपयोग
it: Utilizzo
ja: 使用状況
ko: 사용량
nl: Gebruik
pl: Użycie
pt: Uso
ru: Использование
th: การใช้งาน
tr: Kullanım
vi: Sử dụng
zh_hans: 使用情况
zh_hant: 使用情況

# settingsAITitle
source: AI Settings
ar: إعدادات الذكاء الاصطناعي
de: AI-Einstellungen
es: Configuraciones de AI
fr: Paramètres de l'IA
hi: AI सेटिंग्स
it: Impostazioni AI
ja: AI設定
ko: AI 설정
nl: AI-instellingen
pl: Ustawienia AI
pt: Configurações de IA
ru: Настройки AI
th: การตั้งค่า AI
tr: AI Ayarları
vi: Cài đặt AI
zh_hans: AI 设置
zh_hant: AI 設定

# settingsAIUsageActivityEmptyTitle
source: No activity yet.
ar: لا توجد أنشطة حتى الآن.
de: Noch keine Aktivitäten.
es: Sin actividad aún.
fr: Aucune activité pour le moment.
hi: अभी तक कोई गतिविधि नहीं।
it: Nessuna attività ancora.
ja: まだ活動がありません。
ko: 아직 활동이 없습니다.
nl: Nog geen activiteit.
pl: Brak aktywności.
pt: Sem atividade ainda.
ru: Нет активности.
th: ยังไม่มีการทำกิจกรรม
tr: Henüz aktivite yok.
vi: Chưa có hoạt động nào.
zh_hans: 还没有活动。
zh_hant: 尚未有活動。

# settingsAIUsageActivityFileCreditsLabel
source: %@ credits
ar: %@ رصيد
es: %@ créditos
fr: %@ crédits
hi: %@ क्रेडिट
it: %@ crediti
ja: %@ クレジット
ko: %@ 크레딧
pl: %@ kredytów
pt: %@ créditos
ru: %@ кредитов
th: %@ เครดิต
tr: %@ kredi
vi: %@ tín dụng
zh_hans: %@ 积分
zh_hant: %@ 代幣

# settingsAIUsageActivityFileEmptyTitle
source: No file-linked credit usage in activity.
ar: لا توجد استخدامات رصيد مرتبطة بالملف في الأنشطة.
de: Keine nutzungsbezogenen Credits für Dateien in der Aktivität.
es: Sin uso de crédito vinculado a archivos en la actividad.
fr: Aucune utilisation de crédits liée aux fichiers dans l'activité.
hi: गतिविधियों में कोई फ़ाइल से संबंधित क्रेडिट उपयोग नहीं है।
it: Nessun utilizzo di crediti collegati a file nell'attività.
ja: 活動におけるファイル関連のクレジット使用はありません。
ko: 활동에서 파일 연결된 크레딧 사용 없음.
nl: Geen gebruik van bestandsgebonden credits in activiteit.
pl: Brak wykorzystania kredytów powiązanych z plikami w aktywności.
pt: Nenhum uso de crédito vinculado a arquivo na atividade.
ru: Нет использования кредитов, связанных с файлами, в активности.
th: ไม่มีการใช้งานเครดิตที่เชื่อมโยงไฟล์ในกิจกรรม
tr: Aktivitede dosya bağlantılı kredi kullanımı yok.
vi: Không có hoạt động sử dụng tín dụng liên quan đến tệp.
zh_hans: 活动中没有文件关联的积分使用情况。
zh_hant: 活動中沒有與文件相關的代幣使用。

# settingsAIUsageActivityFileLoadedCountLabel
source: ^[%d file](inflect: true)
ar: ^[%d ملف](inflect: true)
de: ^[%d Datei](inflect: true)
es: ^[%d archivo](inflect: true)
fr: ^[%d fichier](inflect: true)
hi: ^[%d फ़ाइल](inflect: true)
ja: ^[ファイル%d](inflect: true)
ko: ^[%d 파일](inflect: true)
nl: ^[%d bestand](inflect: true)
pl: ^[%d plik](inflect: true)
pt: ^[%d arquivo](inflect: true)
ru: ^[%d файл](inflect: true)
th: ^[ไฟล์ %d](inflect: true)
tr: ^[%d dosya](inflect: true)
vi: ^[%d tệp](inflect: true)
zh_hans: ^[文件%d](inflect: true)
zh_hant: ^[%d 檔案](inflect: true)

# settingsAIUsageActivityFileRequestsCountLabel
source: ^[%d AI request](inflect: true)
ar: ^[%d طلب AI](inflect: true)
de: ^[%d KI-Anfrage](inflect: true)
es: ^[%d solicitud de IA](inflect: true)
fr: ^[%d demande d'IA](inflect: true)
hi: ^[%d एआई अनुरोध](inflect: true)
it: ^[%d richiesta AI](inflect: true)
ja: ^[AIリクエスト%d](inflect: true)
ko: ^[%d AI 요청](inflect: true)
nl: ^[%d AI-aanvraag](inflect: true)
pl: ^[%d żądanie AI](inflect: true)
pt: ^[%d solicitação de IA](inflect: true)
ru: ^[%d запрос AI](inflect: true)
th: ^[คำขอ AI %d](inflect: true)
tr: ^[%d AI talebi](inflect: true)
vi: ^[%d yêu cầu AI](inflect: true)
zh_hans: ^[AI请求%d](inflect: true)
zh_hant: ^[%d 人工智慧請求](inflect: true)

# settingsAIUsageActivityGroupingFiles
source: Files
ar: ملفات
de: Dateien
es: Archivos
fr: Fichiers
hi: फ़ाइलें
it: File
ja: ファイル
ko: 파일
nl: Bestanden
pl: Pliki
pt: Arquivos
ru: Файлы
th: ไฟล์
tr: Dosyalar
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

# settingsAIUsageActivityGroupingRecent
source: Recent
ar: حديث
de: Neueste
es: Reciente
fr: Récent
hi: हाल ही में
it: Recenti
ja: 最近
ko: 최근
pl: Ostatnie
pt: Recentes
ru: Недавние
th: ล่าสุด
tr: Son
vi: Gần đây
zh_hans: 最近
zh_hant: 近期

# settingsAIUsageActivityGroupingTitle
source: Activity View
ar: عرض النشاط
de: Aktivitätsansicht
es: Vista de Actividad
fr: Vue d'activité
hi: गतिविधि दृश्य
it: Visualizzazione attività
ja: アクティビティビュー
ko: 활동 보기
nl: Activiteitenweergave
pl: Widok aktywności
pt: Visualização de Atividades
ru: Просмотр активности
th: มุมมองกิจกรรม
tr: Etkinlik Görünümü
vi: Xem hoạt động
zh_hans: 活动视图
zh_hant: 活動視圖

# settingsAIUsageActivityLoadedCountLabel
source: %d of %d loaded
ar: %d من %d محمل
de: %d von %d geladen
es: %d de %d cargados
fr: %d sur %d chargé
hi: %d में से %d लोड किए गए
it: %d di %d caricati
ja: %d / %d 読み込まれました
ko: %d의 %d 로드됨
nl: %d van %d geladen
pl: %d z %d załadowanych
pt: %d de %d carregados
ru: %d из %d загружено
th: %d จาก %d ที่โหลดแล้ว
tr: %d / %d yüklendi
vi: %d trong số %d đã nạp
zh_hans: %d / %d 已加载
zh_hant: %d 共 %d 已載入

# settingsAIUsageActivityLoadFailTitle
source: Couldn't load activity: %@
ar: تعذر تحميل النشاط: %@
de: Aktivität konnte nicht geladen werden: %@
es: No se pudo cargar la actividad: %@
fr: Impossible de charger l'activité : %@
hi: गतिविधि लोड नहीं की जा सकी: %@
it: Impossibile caricare l'attività: %@
ja: アクティビティを読み込めませんでした: %@
ko: 활동을 로드할 수 없습니다: %@
nl: Kon activiteit niet laden: %@
pl: Nie można załadować aktywności: %@
pt: Não foi possível carregar a atividade: %@
ru: Не удалось загрузить активность: %@
th: ไม่สามารถโหลดกิจกรรม: %@
tr: Etkinlik yüklenemedi: %@
vi: Không thể nạp hoạt động: %@
zh_hans: 无法加载活动: %@
zh_hant: 無法載入活動：%@

# settingsAIUsageActivityLoadingTitle
source: Loading full activity...
ar: جارٍ تحميل النشاط بالكامل...
de: Lade vollständige Aktivität...
es: Cargando actividad completa...
fr: Chargement de l'activité complète...
hi: पूर्ण गतिविधि लोड हो रही है...
it: Caricamento dell'attività completa...
ja: アクティビティを読み込んでいます...
ko: 전체 활동 로드 중...
nl: Volledige activiteit laden...
pl: Ładowanie pełnej aktywności...
pt: Carregando atividade completa...
ru: Загрузка полной активности...
th: กำลังโหลดกิจกรรมทั้งหมด...
tr: Tam etkinlik yükleniyor...
vi: Đang nạp đầy đủ hoạt động...
zh_hans: 正在加载完整活动...
zh_hant: 載入完整活動中...

# settingsAIUsageActivityTitle
source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
hi: गतिविधि
it: Attività
ja: アクティビティ
ko: 활동
nl: Activiteit
pl: Aktywność
pt: Atividade
ru: Активность
th: กิจกรรม
tr: Etkinlik
vi: Hoạt động
zh_hans: 活动
zh_hant: 活動

# settingsAIUsageDailyChartLoadingLabel
source: Loading full history
ar: جارٍ تحميل التاريخ الكامل
de: Lade vollständige Historie
es: Cargando historial completo
fr: Chargement de l'historique complet
hi: पूर्ण इतिहास लोड हो रहा है
it: Caricamento della cronologia completa
ja: 履歴を読み込んでいます
ko: 전체 기록 로드 중
nl: Volledige geschiedenis laden
pl: Ładowanie pełnej historii
pt: Carregando histórico completo
ru: Загрузка полной истории
th: กำลังโหลดประวัติทั้งหมด
tr: Tam geçmiş yükleniyor
vi: Đang nạp lịch sử đầy đủ
zh_hans: 正在加载完整历史
zh_hant: 載入完整歷史

# settingsAIUsageDailyChartPeriodCaption
source: Last 7 days
ar: آخر 7 أيام
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
hi: पिछले 7 दिन
it: Ultimi 7 giorni
ja: 過去7日間
ko: 지난 7일
nl: Laatste 7 dagen
pl: Ostatnie 7 dni
pt: Últimos 7 dias
ru: Последние 7 дней
th: 7 วันที่ผ่านมา
tr: Son 7 gün
vi: 7 ngày qua
zh_hans: 过去7天
zh_hant: 過去 7 天

# settingsAIUsageDailyChartTitle
source: Daily credits
ar: رصيد يومي
de: Tägliche Kredite
es: Créditos diarios
fr: Crédits quotidiens
hi: दैनिक क्रेडिट
it: Crediti giornalieri
ja: デイリークレジット
ko: 일일 크레딧
nl: Dagelijkse credits
pl: Codzienne kredyty
pt: Créditos diários
ru: Ежедневные кредиты
th: เครดิตรายวัน
tr: Günlük krediler
vi: Tín dụng hàng ngày
zh_hans: 每日积分
zh_hant: 每日學分

# settingsAIUsageDailyChartUnavailableLabel
source: Full history unavailable
ar: التاريخ الكامل غير متاح
de: Vollständige Historie nicht verfügbar
es: Historial completo no disponible
fr: Historique complet indisponible
hi: पूर्ण इतिहास उपलब्ध नहीं है
it: Cronologia completa non disponibile
ja: 完全な履歴は利用できません
ko: 전체 기록을 사용할 수 없습니다
nl: Volledige geschiedenis niet beschikbaar
pl: Pełna historia niedostępna
pt: Histórico completo indisponível
ru: Полная история недоступна
th: ประวัติทั้งหมดไม่สามารถใช้ได้
tr: Tam geçmiş mevcut değil
vi: Lịch sử đầy đủ không khả dụng
zh_hans: 无法获取完整历史
zh_hant: 完整歷史無法使用

# settingsAIUsageDailyChartXTitle
source: Day
ar: اليوم
de: Tag
es: Día
fr: Jour
hi: दिन
it: Giorno
ja: 日
ko: 일
nl: Dag
pl: Dzień
pt: Dia
ru: День
th: วัน
tr: Gün
vi: Ngày
zh_hans: 天
zh_hant: 天

# settingsAIUsageDailyChartYTitle
source: Credits
ar: رصيد
es: Créditos
fr: Crédits
hi: क्रेडिट
it: Crediti
ja: クレジット
ko: 크레딧
pl: Kredyty
pt: Créditos
ru: Кредиты
th: เครดิต
tr: Krediler
vi: Tín dụng
zh_hans: 积分
zh_hant: 積分

# settingsAIUsageGaugeAccessibilityLabel
source: AI credits remaining
ar: رصيد الذكاء الاصطناعي المتبقي
de: Verbleibende AI-Credits
es: Créditos de IA restantes
fr: Crédits AI restants
hi: AI क्रेडिट बचे हुए
it: Crediti AI rimanenti
ja: 残りのAIクレジット
ko: 남은 AI 크레딧
nl: Overgebleven AI-credits
pl: Pozostałe kredyty AI
pt: Créditos de IA restantes
ru: Оставшиеся кредиты AI
th: เครดิต AI ที่เหลืออยู่
tr: Kalan AI kredileri
vi: Số tín dụng AI còn lại
zh_hans: 剩余的 AI 积分
zh_hant: AI 剩餘積分

# settingsAIUsagePlanFreeName
source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
hi: मुफ्त
it: Gratuito
ja: 無料
ko: 무료
nl: Gratis
pl: Darmowy
pt: Gratuito
ru: Бесплатный
th: ฟรี
tr: Ücretsiz
vi: Miễn phí
zh_hans: 免费
zh_hant: 免費

# settingsAIUsagePlanFreeSubtitle
source: Upgrade for a higher monthly quota.
ar: ترقية للحصول على حصة شهرية أعلى.
de: Upgrade für ein höheres monatliches Kontingent.
es: Actualiza para una mayor cuota mensual.
fr: Mettez à niveau pour une plus grande quota mensuel.
hi: उच्च मासिक कोटा के लिए अपग्रेड करें।
it: Aggiorna per una quota mensile più alta.
ja: より高い月間クォータにアップグレード。
ko: 더 높은 월별 쿼터를 위해 업그레이드하세요.
nl: Upgrade voor een hogere maandelijkse quota.
pl: Zaktualizuj, aby zwiększyć miesięczny limit.
pt: Atualize para uma cota mensal maior.
ru: Перейдите на более высокий месячный лимит.
th: อัปเกรดเพื่อรับโควต้าเดือนที่สูงขึ้น
tr: Daha yüksek bir aylık quota için yükseltin.
vi: Nâng cấp để có hạn ngạch hàng tháng cao hơn.
zh_hans: 升级以获得更高的每月配额。
zh_hant: 升級以獲得更高的每月配額。

# settingsAIUsagePlanProName
source: Pro
ar: محترف
hi: प्रो
ja: プロ
ko: 프로
ru: Профессиональный
th: โปร
vi: Chuyên nghiệp
zh_hans: 专业版
zh_hant: 專業版

# settingsAIUsagePlanSubscriptionSubtitle
source: %@ / %@ this month · renews %@
ar: %@ / %@ هذا الشهر · يتجدد %@
de: %@ / %@ diesen Monat · erneuert sich %@
es: %@ / %@ este mes · se renueva %@
fr: %@ / %@ ce mois-ci · se renouvelle %@
hi: %@ / %@ इस महीने · नवीनीकरण %@
it: %@ / %@ questo mese · si rinnova %@
ja: %@ / %@ 今月 · 更新は%@
ko: %@ / %@ 이달 · 갱신 %@
nl: %@ / %@ deze maand · verlengt %@
pl: %@ / %@ w tym miesiącu · odnawia się %@
pt: %@ / %@ este mês · renova %@
ru: %@ / %@ в этом месяце · продляется %@
th: %@ / %@ ในเดือนนี้ · ต่ออายุ %@
tr: %@ / %@ bu ay · yenilenir %@
vi: %@ / %@ trong tháng này · tự động gia hạn %@
zh_hans: %@ / %@ 本月 · 续费 %@
zh_hant: %@ / %@ 本月 · 續訂 %@

# settingsAIUsageRemainingText
source: %@ left
ar: %@ المتبقي
de: %@ verbleibend
es: %@ restantes
fr: %@ restant
hi: %@ बचे हुए
it: %@ rimasti
ja: %@ 残り
ko: %@ 남음
nl: %@ over
pl: %@ pozostało
pt: %@ restantes
ru: %@ осталось
th: %@ ที่เหลือ
tr: %@ kaldı
vi: %@ còn lại
zh_hans: %@ 剩余
zh_hant: %@ 剩餘

# settingsAIUsageTransactionFileIDLabel
source: File %@
ar: ملف %@
de: Datei %@
es: Archivo %@
fr: Fichier %@
hi: फाइल %@
ja: ファイル %@
ko: 파일 %@
nl: Bestand %@
pl: Plik %@
pt: Arquivo %@
ru: Файл %@
th: ไฟล์ %@
tr: Dosya %@
vi: Tệp %@
zh_hans: 文件 %@
zh_hant: 檔案 %@

# settingsAIUsageTransactionModelTierAI
source: AI
ar: الذكاء الاصطناعي
es: IA
pt: IA

# settingsAIUsageTransactionTitleAchievement
source: Achievement
ar: إنجاز
de: Leistung
es: Logro
fr: Réussite
hi: उपलब्धि
it: Traguardo
ja: 達成
ko: 업적
nl: Prestatie
pl: Osiągnięcie
pt: Conquista
ru: Достижение
th: ความสำเร็จ
tr: Başarı
vi: Thành tựu
zh_hans: 成就
zh_hant: 成就

# settingsAIUsageTransactionTitleExpired
source: Expired
ar: منتهية
de: Abgelaufen
es: Caducado
fr: Expiré
hi: समाप्त
it: Scaduto
ja: 期限切れ
ko: 만료됨
nl: Verlopen
pl: Wygasło
pt: Expirado
ru: Истек
th: หมดอายุ
tr: Süresi dolmuş
vi: Đã hết hạn
zh_hans: 已过期
zh_hant: 已過期

# settingsAIUsageTransactionTitlePromotion
source: Promotion
ar: ترقية
de: Aktion
es: Promoción
hi: प्रमोशन
it: Promozione
ja: プロモーション
ko: 프로모션
nl: Promotie
pl: Promocja
pt: Promoção
ru: Промоция
th: โปรโมชั่น
tr: Promosyon
vi: Khuyến mãi
zh_hans: 促销
zh_hant: 促銷

# settingsAIUsageTransactionTitlePurchase
source: Purchase
ar: شراء
de: Kauf
es: Compra
fr: Achat
hi: खरीद
it: Acquisto
ja: 購入
ko: 구매
nl: Aankoop
pl: Zakup
pt: Compra
ru: Покупка
th: การซื้อ
tr: Satın Alma
vi: Mua hàng
zh_hans: 购买
zh_hant: 購買

# settingsAIUsageTransactionTitleReferral
source: Referral
ar: إحالة
de: Überweisung
es: Referencia
fr: Référence
hi: रेफरल
it: Riferimento
ja: 紹介
ko: 추천
nl: Verwijzing
pl: Polecenie
pt: Referência
ru: Реферальная программа
th: การแนะนำ
tr: Yönlendirme
vi: Giới thiệu
zh_hans: 推荐
zh_hant: 推薦

# settingsAIUsageTransactionTitleRefund
source: Refund
ar: استرداد
de: Rückerstattung
es: Reembolso
fr: Remboursement
hi: रिफंड
it: Rimborso
ja: 返金
ko: 환불
nl: Terugbetaling
pl: Zwrót
pt: Reembolso
ru: Возврат
th: การคืนเงิน
tr: İade
vi: Hoàn tiền
zh_hans: 退款
zh_hant: 退款

# settingsAIUsageTransactionTitleRenewal
source: Renewal
ar: تجديد
de: Verlängerung
es: Renovación
fr: Renouvellement
hi: नवीनीकरण
it: Rinnovo
ja: 更新
ko: 갱신
nl: Verlenging
pl: Odnawianie
pt: Renovação
ru: Продление
th: การต่ออายุ
tr: Yenileme
vi: Gia hạn
zh_hans: 续订
zh_hant: 續訂

# settingsAIUsageTransactionTitleResubscribed
source: Resubscribed
ar: إعادة الاشتراك
de: Erneut abonniert
es: Reinscrito
fr: Réinscrit
hi: फिर से सब्सक्राइब किया
it: Riabbonato
ja: 再購読
ko: 재구독
nl: Opnieuw geabonneerd
pl: Ponownie subskrybowano
pt: Reassinado
ru: Подписка возобновлена
th: สมัครสมาชิกอีกครั้ง
tr: Yeniden Abone Olundu
vi: Đăng ký lại
zh_hans: 重新订阅
zh_hant: 重新訂閱

# settingsAIUsageTransactionTitleSubscription
source: Subscription
ar: اشتراك
de: Abonnement
es: Suscripción
fr: Abonnement
hi: सबसक्रिप्शन
it: Abbonamento
ja: サブスクリプション
ko: 구독
nl: Abonnement
pl: Subskrypcja
pt: Assinatura
ru: Подписка
th: การสมัครสมาชิก
tr: Abonelik
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱
